Repository: mozilla-l10n/mt-training-data
Catalog: ydg/ydg_pontoon.tmx
Source language: en_us
Languages: ydg

source: 1 sentence collected
ydg: 1 جملو بڑیچڤدغو ݰوئے

source: 2019 End-of-Year Release
ydg: 2019 سالے آخری خبر

source: 2 down, keep it up!<playIcon></playIcon>
ydg: 2 ݰوت، شاباش جاری اوزیاؤ!<playIcon></playIcon>

source: ≥ 2 No votes
ydg: ≥ 2 نو ووٹے

source: ≥ 2 Yes votes
ydg: ≥ 2 ہوٓ لوہ ووٹے

source: Abbreviations and Acronyms
ydg: کوګ نوختیغو

source: Abkhaz
ydg: ابکھاز

source: About
ydg: دے کامن وائس باری

source: About us
ydg: دے ماخ باری

source: About us options menu
ydg: دے ماخ باری اختیاراتف مینو

source: Academic Reference
ydg: تعلیمی حوالو

source: Accent
ydg: لہجہ

source: Access press releases and stories related to Common Voice
ydg: دے کامن وائس باری دے خبرف اڤن دے مضمونف ژاغہ اوئے

source: Account
ydg: اکاؤنٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ydg: <accuracyLink>صحیح پے کڑا دیر ڤے دیر اصولف اوژر</accuracyLink>

source: Acehnese
ydg: اچینیس

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ydg: { $actionType }<micIcon></micIcon> اڤن چند کو کرکینیتے دے قدرتی انداز جواب دل

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
ydg: { $actionType } <playIcon></playIcon>اڤن نوشا څیمی کو یو دے اݰٹا تو غولاریتے

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ydg: { $actionType } <playIcon></playIcon> مف ڤے جملو صحیح اݰٹتّآ؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ydg: { $actionType } <recordIcon></recordIcon> تے ڤے جملو زروپ ݱا

source: { $actionType }<stopIcon></stopIcon> when done
ydg: { $actionType } <stopIcon></stopIcon> کلو کہ مکمل ݰوئے

source: { $actionType } submit when ready
ydg: { $actionType } کلو کہ تیار ݰوئے جمع کن

source: Adamawa Fulfulde
ydg: اڈماوا فولفولدے

source: Add and Review Sentences, Add Questions, Transcribe Audio
ydg: ڤے جملغف شامل کن دیبارو اوژر، سوالے شامل کن، ڤے آواز دے نوختا آڤاز

source: Add a question <icon></icon> in { $currentLocale } for people to answer
ydg: نے آدمف پے پیستا دیر مولو<icon></icon> یو سوال شامل کن

source: Add <icon></icon> a public domain sentence
ydg: دے عام آدمف دائرو<icon></icon> جملو شامل کن

source: Add information
ydg: معلوماتے شامل کن

source: Adding Sentences
ydg: جملغے شامل کڑا

source: Additional Language
ydg: بیݰ زبان

source: Add Language
ydg: زبان شامل کن

source: Add new custom accent "{ $inputValue }"
ydg: نوؤ روایتی لہجہ شامل"{ $inputValue }"

source: Add new sentences for the community to read
ydg: پے آدمف اݰٹا دیر نوؤ جملغّے شامل کن

source: Add one sentence per line
ydg: دے یو لائن یو جملو نوشا

source: Add Questions
ydg: سوال شامل کن

source: Add questions in your language
ydg: دے خوئے زبان سوالے شامل کن

source: Add Sentences
ydg: جملغّے شامل کن

source: Add sentences in your language
ydg: دے خوئے زبان جملغّے شامل کن

source: Add up to 1,000 sentences
ydg: تا دے 1,000 جملغّے شامل کن

source: Add Your Voice
ydg: ڤے خوئے آواز شامل کن

source: Adyghe
ydg: ادیگھے(مشرقی سرکاشین)

source: Afaan Oromo
ydg: افان ارومو

source: Afar
ydg: آفار

source: A few bytes
ydg: یو چر بائٹسے

source: Afrikaans
ydg: افریکانس

source: Age
ydg: عمر

source: Agriculture and Food
ydg: زمینداری اڤن خوراک

source: Albanian
ydg: آلبانین

source: All
ydg: تمام

source: All sentence must have the same domain
ydg: تمام جملغّف دائرو (موضوع) یو فرما

source: All sentences must have the same citation
ydg: تمام جملغف یو حوالو اوئے

source: Already have an account? <login>Log-In</login>
ydg: پیرو ژے کہ اکاؤنٹ استت؟<login>لاگ-ان</login>کن

source: Alsatian
ydg: الساتین

source: Amharic
ydg: امہاریک

source: An error occurred fetching sentences
ydg: جملغے دے غوردا یو نقص پیدا ݰوئے

source: An error occurred reviewing this sentence
ydg: ڤے جملو دیبارو دے اوݱڑا نقص پیدا ݰوئے

source: An error occurred submitting your voice information
ydg: تو دے آواز معلوماتے دے جمع کڑا، یو نقص پیدا ݰوئے

source: An error occurred while recording
ydg: ترے ریکارڈ کڑا ملن یو نقص پیدا ݰوئے

source: An error occurred while skipping this prompt
ydg: ڤیم اشارو دے لیغدا وخت یو نقص (خرابی) پیدا ݰوئے

source: An error occurred while submitting the report
ydg: رپوٹ دے جمع کڑا یو نقص پیدا ݰوئے

source: An error occurred while uploading your response
ydg: ڤے تے جواب ترے اپلوڈ کڑا ملن یو نقص پیدا ݰوئے

source: An error occurred while voting the transcript
ydg: نے نوختیغے دے ووٹ لیا یو نقص پیدا ݰوئے

source: Answer
ydg: جواب

source: Answer questions
ydg: ڤے سوالف جواب دل

source: Answer Questions
ydg: نے سوالف جواب دل

source: Approve
ydg: منظور کڑا

source: Arabic
ydg: عربی

source: Aragonese
ydg: ایراجینیس

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ydg: تو دے کامن وائس اسپونٹینئس اسپیچ منصوبو دیم لوہن گروپ لے ماخ پیرو ژے شامل استتآ؟

source: Are you coming? [called by another]
ydg: تو آسیتیآ؟ [دیر کو اوݰڤدو]

source: Armenian
ydg: آرمینین

source: Armenian Western
ydg: مغربی آرمینین

source: Arvanitika
ydg: ارونیٹیکا

source: Ask about a new language
ydg: دے یو نوؤ زبان باری پریس

source: Ask sensitive questions
ydg: حساس سوال کن

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ydg: ژے ماخ خبر غورا<matrixLink>دے خانو</matrixLink><discourseLink> دے مشقولگی ژاغہ</discourseLink>یا<emailLink> دے ای میل</emailLink>اوئے۔

source: Assamese
ydg: آسامیس

source: Asturian
ydg: استورئن

source: Atayal
ydg: اتایال

source: Attention!
ydg: توجہ

source: Audio Format
ydg: آیڈیو فارمیٹ

source: Automotive and Transport
ydg: زیغوڤڈے غوز ژینارے اڤن ٹرانسپورٹ

source: Avatar
ydg: اویٹر

source: Avatar uploaded
ydg: ایویٹر اپلوڈ ݰوئے

source: Average
ydg: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ydg: کلو کہ استعمال کڑغوزن "ہوٓ" اݰٹو ووٹ لیو آوازن صحیح ݰویان نݰان لگڤدغو ایتے۔

source: Avoid too much background noise - it should be easy to hear you.
ydg: پے چروم آواز چاغویا بݰ۔ ڤے تے گپف دے آسانی غولیتا اوئے۔

source: Awards
ydg: انعام

source: Azerbaijani
ydg: اذربائجانی

source: Baatonum
ydg: باتونوم

source: Baba Malay
ydg: بابا مالے

source: Back
ydg: ڤشپچکا

source: Background Noise
ydg: پے چروم شور

source: Background Voices
ydg: پے چروم ہوازو

source: Back to Top
ydg: دیبارو دے سور اوئے

source: Bafia
ydg: بافیا

source: Bafut
ydg: بَفوت

source: Bahasa Malay
ydg: بھاسا مالے

source: Balochi
ydg: بلوچی

source: Balti
ydg: بلتی

source: Bambara
ydg: بامبارا

source: Bamun
ydg: بامون

source: Bamvele
ydg: بامویلے

source: Bankon
ydg: بانکون

source: Baoule
ydg: باؤلے

source: Basaa
ydg: بسا

source: Bashkir
ydg: بشکیر

source: Basque
ydg: باسقوی

source: Batanga
ydg: بتانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ydg: ڤے لفظ غلط اݰٹے، دے غلط ژاغہ زور لئی یا ڤے سوالیہ نݰان چے اݰٹے، ݱا ڤے آواز ژے مسترد کڑان پیرو اختیاط کن۔ دے دنیا چند قسمن لہجائی استت ژے یف ملنن انیمے دے تے کمیونٹی استعمال چے ݰوئے فرمے۔ مہربانی کن خو نؤ آدمف شاباشی دل کیدی کو ژے تو مختلف گپ دہاتے۔

source: Become a Common Voice Partner
ydg: دے کامن وائس شراکت دار اوئے

source: Belarusian
ydg: بیلارشین

source: Benefits
ydg: فائدو

source: Bengali
ydg: بنگالی

source: Betawi
ydg: بتاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ydg: بہتر المین ای کہ زبانن حقیقی مدد اوئے چیمین کو ای زبانن ترجمو اڤن<mark> دیر زبانن الفاظے استعمال کڑا استت</mark>

source: <bold>{ $count }</bold> Clips
ydg: <bold>{ $count }</bold>کوګ آوازے

source: <bold>Help us</bold> find more voices
ydg: <bold>لے ماخ مدد کن</bold>دیر آوازے کوس

source: Borgu Fulfulde
ydg: بورگو فولفولدے

source: Bosnian
ydg: بوسنیائی

source: Both
ydg: اَبیلئی

source: Both (Speak and Listen)
ydg: ڤے ابیلیف (ݱا اڤن غولار)

source: Breton
ydg: بریٹن

source: [British English might make "root"]
ydg: [دے برطانیہ انگریزی"روٹ"root"]

source: Browse Languages
ydg: ڤے زبانف کوس

source: Brushaski
ydg: بروشسکی

source: Build a custom goal
ydg: نے خائن یو ہدف واست

source: Build Profile
ydg: پروفائل سڤزاؤ

source: Bulgarian
ydg: بلغارین

source: Bulk Sentences Uploaded
ydg: جاہند زیات جملغّے اپلوڈ ݰوت

source: Bulu
ydg: بولو

source: Bunun
ydg: بونن

source: Burmese
ydg: برمی

source: Buryat
ydg: بوریت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ydg: <b>ڤے ای میل چی کوسَم٘تے</b> ماخ لے تو دیبال ڤے ڈیٹا سیٹ پے بادل کڑا دیر رابطہ کڑا بݰ ای۔ ای میل لے تو رابطہ کڑان ذریعو۔

source: By editing your goal, you may lose your existing progress.
ydg: ڤے خوئے ہدف کہ بدل کڑیت، تو ہورغ گیب ام ای۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ydg: <b>تو اتفاق کینیتے</b> کہ تو دے کامن وائس ڤے گپ ژیغوزف پے شناخت دیر کوشش چے کینے۔

source: By telling us about yourself, you will help developers build more inclusive technology
ydg: دے خوئے باری لے ماخ گپ دیہے خو، لے سڤزڤدے غوزف پے پاژیف دیر دے ٹیکنالوجی سڤزڤدا مدد کینے

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ydg: دے کامن وائس استعمال ذریعو خو تو لے ماخ<termsLink> شرائطف</termsLink> اڤن<privacyLink> لے ݰیکوا گپف متفق استت۔</privacyLink>

source: Cameroon Pidgin
ydg: کیمرون پڈگین

source: [Canadian English might make "route" sound like "rowt"]
ydg: [دے کینیڈین انگریزی نے روٹن "راؤٹ" ام ݱوتے]

source: Cancel
ydg: منسوخ

source: Cancel Re-recording
ydg: دیبارو ڤے ریکارڈنگ منسوخ کن

source: Cancel Submission
ydg: ڤے جمع کڑا منسوخ کن

source: Cannot submit more than 1000 sentences
ydg: ژے 1000 زیات جملغے شامل کڑا چے ای

source: Can't decide?
ydg: فیصلو کڑا چے کرکینیتیآ؟

source: Cantonese
ydg: کنتونیسی

source: Catalan
ydg: کیٹلن

source: Central Alaskan Yupʼik
ydg: مرکزی الاسکین یوپ ایک

source: Central Kurdish
ydg: وسطی کرد

source: Central Melanau
ydg: وسطی میلانو

source: Central Puebla Nahuatl
ydg: مرکزی پیوبلا ناہواتل

source: Change preferences
ydg: ڤے ترجہاتف بادل کن

source: Changes website text only
ydg: ژے ویب سائٹن صرف ڤے عبارت بادل کن

source: Change your email via Settings under Login Identity
ydg: نے لاگ اِنن ݰیتنن دے سیٹنگ ذریعو ڤے خوئے ای میل تبدیل کن

source: Check
ydg: اوژر

source: Check <icon></icon> is this a linguistically correct sentence?
ydg: اوژر <icon></icon>مو یدغان سہی جملوآ؟

source: Chinese (China)
ydg: چائنیز (چین)

source: Chinese (Hong Kong)
ydg: چائنیز (ہانگ کانگ)

source: Chinese (Taiwan)
ydg: چائنیز (تائیوان )

source: Chinyanja
ydg: چینیانجا

source: Choose language/localization
ydg: یو زبان خورا / مقامی کڑا

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
ydg: سادو سوالے غورا یئے سافف ڤزدا بݰ فرمے۔ نے ثقافت و علاقائیتن چے اوژر

source: Chuvash
ydg: چاوش

source: Citation
ydg: حوالو

source: Cite with a URL link or the full name of the work.
ydg: ڤے یو آر ایل لنک غورا یا سے ہورغن پرو نام حوالو دل۔

source: Citing Sentences
ydg: ڤے جملغف حوالو لیا

source: Click
ydg: کلک کن

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
ydg: ڤیم صحفہ استعمال پے ایختا دیر مولو <guidanceLink>کلک</guidanceLink>کن

source: Clipboard not supported
ydg: کلپ بورڈ سپوٹ چے کیتے

source: Clip Graveyard
ydg: آوازف قبرستان

source: Clips recorded
ydg: کوګ آوازے ریکارڈ ݰوت

source: Clips Uploaded
ydg: کوګ آواز اپلوڈ ݰوئے

source: Clips validated
ydg: آوازے تصدیق ݰوت

source: Clips You've Recorded
ydg: آوازے ریکارڈ کڑغیت

source: Clips You've Validated
ydg: آوازے تصدیق کڑغیت

source: Close
ydg: بود

source: Collecting sentences
ydg: جملغّے بڑیڅڤدا

source: Comment
ydg: تبصرو

source: Common Voice Dataset
ydg: کامن وائس ڈیٹا سیٹ

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ydg: کامن وائس موزیلان' یو مہم۔ تاکہ نے ماشینف ڤیم دے ایخسفدا مدد روسا کہ حقیقی آدمے چیمین گپ دہاتے۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ydg: کامن وائس پے عام آدمف دیر دے دنیا’ ژے سافف استر جاہند زبانف آوازف ڈیٹاسیٹ

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ydg: ڤے کامن وائس ریکارڈنگف ماہر تعلیم، ریز کاروباریئی استعمال کینتے اڤن ڤے آواز ڤزد غوزن شوقین آدمے ڤے تربیت اڤن اوکو آواز ڤے عام فائدو ژینارے زیات پے کڑا دیر مدد ایتے۔ ڤے ماخ اگاہ کڑا کرکینیآ کہ تو ڤے خوئے محفوظ آوازف حذف کڑا چی کوسیتے؟

source: Community and Languages
ydg: کمیونٹی اڤن زبان

source: Community, Creatives and Civil Society
ydg: کیمونٹی، تخلیقی ہورغ اڤن عام آدمف تنظیم

source: Community participation and decision making.
ydg: کمیونٹین حصہ غوردا اڤن فیصلو کڑا۔

source: Community Playbook
ydg: کمیونٹی پلے بک

source: Confirm Goal
ydg: ڤے ہدف تصدیق کن

source: Connect with Gravatar
ydg: لے گریویٹرن دے رابطہ ڤروما

source: Connect with our community and see supported languages
ydg: لے ماخ کمیونٹین جفت اوئی اڤن ڤے معاون زبان اوژرے

source: Contact
ydg: رابطہ

source: Contact Form
ydg: رابطہ فارم

source: Contact the Common Voice team
ydg: لے کامن وائس ٹیمین رابطہ کن

source: Contact us
ydg: لے ماخ رابطہ کن

source: Contact Us
ydg: لے ماخ رابطہ کن

source: Continue
ydg: جاری

source: Continue speaking
ydg: ڤے گپ جاری واست

source: Continue validating
ydg: ڤے تصدیق کڑا جاری اوزیاؤ

source: Continue with Skipped
ydg: لے لیغدان دے جفت جاری اویاؤ

source: Contribute
ydg: حصو دریا

source: Contribute sentences
ydg: جملغّے شامل کن

source: Contribute text
ydg: دے نوختا حصو غورا

source: Contribute to text corpus
ydg: ڤے نوختیغف دے بڑیڅڤدا حصو غورا

source: Contributing to <bold>{ $language }</bold> dataset
ydg: لے ڈیٹا سیٹن<bold>{ $language }</bold> پے یوانی کڑا دیر

source: Contribution Activity
ydg: حصو غوردے غوزف ہورغ

source: Contribution Criteria
ydg: حصو دریان اصول

source: Contribution Experience
ydg: حصو غودان تجربو

source: Contribution Guidelines
ydg: پے حصو غوردا دیر رہنمائی

source: Contributors record voice clips by reading from a bank of donated sentences.
ydg: تعاون کڑغوزے ژے جمع ݰوئی جملے غف ملنن ݱوت خو آوازے ریکارڈ کینتّے۔

source: Cookies
ydg: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
ydg: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
ydg: کوپینالا زوک

source: Cornish
ydg: کورنیش

source: Correct
ydg: سہی استت

source: Corsican
ydg: کورسیکن

source: { $count } clips
ydg: { $count } کوګ آوازے

source: { $count }mo
ydg: { $count }لمحہ

source: Country/Region of Residence
ydg: ملک/ ڤریمدان علاقو

source: { $count }wk
ydg: { $count } ڈبلیو کے

source: { $count }y
ydg: { $count }وائے

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ydg: [شور] استر ڈائنوسار[شور]

source: Create a Custom Goal
ydg: دے خوئے مرضی ہدف واست

source: Create a profile
ydg: یو پروفائل سڤزاؤ

source: Crimean Tatar
ydg: کریمین تاتار

source: Criteria
ydg: اصول

source: Croatian
ydg: کروشین

source: Czech
ydg: چیک

source: Dagbani
ydg: ڈاگبانی

source: Daily Goal
ydg: ہر میشنانے ہدف

source: Dameli
ydg: دامیڑی

source: Danish
ydg: دانش

source: Dargwa
ydg: درگوا

source: Dashboard
ydg: ڈیش بورڈ

source: Dataset: { $datasetLanguage }
ydg: ڈیٹاسیٹ { $datasetLanguage }

source: Dataset [{ $datasetName }]
ydg: ڈیٹا سیٹ{ $datasetName }

source: Dataset Release
ydg: ڤے ڈیٹا سیٹ دے آپیر آڤزدا

source: Datasets
ydg: ڈیٹا سیٹ

source: Dawoodi
ydg: داودی

source: Delete
ydg: ڈیلیٹ کن

source: Delete my recordings
ydg: ڤے من ریکارڈنگف ڈیلیٹ کن

source: Delete Profile
ydg: ڤے پروفائل حذف کن

source: Dhivehi
ydg: دھیویہی

source: Dholuo
ydg: ڈھولوو

source: Did you know…
ydg: نَتو معلومآ...

source: Different language
ydg: دیر زبان

source: Difficult
ydg: مشکل/ گران

source: Difficult to pronounce
ydg: پے اݰٹا دیر مشکل

source: Dioula
ydg: دیوالا

source: Discard ongoing recording
ydg: ڤے جاری ریکارڈنگ مسترد کن

source: do
ydg: کن

source: Documentation
ydg: دستاویز(مسلے)

source: Does the sentence meet the guidelines?
ydg: مو جملو دے رہنمائی مطابق سہیآ؟

source: Donate
ydg: چندہ (عطیہ)

source: Donate your voice
ydg: ڤے خوئے آواز مہربانی کن

source: Done
ydg: ݰوئے

source: do not
ydg: نو

source: Don't see your language on Common Voice yet?
ydg: تا مگاہ دے کامن وائس ڤے خوئے زبان چے وینیتیآ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ydg: تے زبان کہ دے ڈیٹا سیٹ چے ڤیو’۔ ڤے زبان پے شامل کڑا دیر دے زبانف صفحہ اوئے۔

source: Don't wish to say
ydg: گپ ژیا چے' کوسیتے

source: Download
ydg: ڈاؤن لوڈ

source: Download Common Voice Data
ydg: کامن وائس ڈیٹا ڈاؤن لوڈ ݰوئے

source: Download { $language }
ydg: ڈاؤن لوڈ { $language }

source: Download My Data
ydg: ڤے من معلوماتف ڈاؤن لوڈ کن

source: Download profile data
ydg: ڤے پروفائل معلوماتف ڈاؤن لوڈ کن

source: Download the Dataset
ydg: ڈیٹا سیٹ ڈاؤن لوڈ کن

source: Do you want to continue?
ydg: تو جاری اوستایا کوسیتیآ؟

source: Do you want to Speak, Listen or both?
ydg: تو گپ ژیا کوسیتیآ، غولیتا کوسیتیآ یا ڤے ابیلیف؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
ydg: خوݰ مولو لیغان یا<browseWrap> نے ادرام اوئے</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ydg: ڤے خوئے فائل مولو لیغان یا <uploadButton> پے اپلوڈ دیر سارو ڤزیب</uploadButton>

source: Drop file here to upload
ydg: ڤے فائل پے اپلوڈ دیر مولو لیغان

source: Duala
ydg: دوالا

source: Dutch
ydg: ڈچ

source: Eastern Balochi
ydg: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
ydg: مشرقی حواسٹیکا نہواتل

source: Eastern Min
ydg: مشرقی مِن

source: Eastern Penan
ydg: مشرقی پینان

source: Easy
ydg: وارس/آسان

source: Ebrie
ydg: ایبرائی

source: Edit
ydg: تبدیل کڑا

source: Edit Profile
ydg: ڤے پروفائل تبدیل کڑا

source: e.g., “What do you wish you could use technology for?”
ydg: “مثلاً تو ڤے ٹیکنالوجی پے څیمین دیر استعمال کڑان آرمان کینیتے“؟

source: Email
ydg: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ydg: ای میل:<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ydg: دیم مہم ، مہرکو، اڤن دے کامن وائس خصوصیاتف جفت ݰویا دے سڤزڤدا پے حصو غوردا دیر دے ماخ ای میل لسٹ <emailFragment>سائن آب </emailFragment> کن

source: Email is already used for a different account
ydg: ای میل پیرو لے یو دیر اکاونٹن استعمال ݰوئی

source: Email Subscriptions
ydg: ای میلف سبسکرپشنز

source: Emakhuwa
ydg: ایماخوا

source: English
ydg: انگریزی

source: Enter Email to Download
ydg: پے ڈاؤن لوڈ کڑا دیر ڤے ای میل دل

source: Enter your Country/Region of Residence
ydg: ملک/ڤریمدا علاقو نوشا

source: Enter your email
ydg: ڤے خوئے ای میل ایڈریس نوشا

source: Enter your public domain sentence here
ydg: دے عام آدمف دائرو جملو مولو نوشا

source: Enter your public domain sentences here
ydg: دے عام آدمف دائرو جملغّے مولو نوشا

source: Error
ydg: نقص

source: Error adding sentence
ydg: نقص پیدا کڑغوز جملو

source: Error while playing audio file.
ydg: ڤے آواز فائل دے جفتا یو نقص آغوئے۔

source: Erzya
ydg: ایرزیا

source: ESC
ydg: ای ایس سی

source: Esperanto
ydg: اسپیرانٹو

source: Estonian
ydg: ایستونیا

source: Eton
ydg: بریٹن

source: Everyone
ydg: ہر یوګغو

source: Ewe
ydg: ایوا

source: Ewondo
ydg: ایوانڈو

source: Example
ydg: مثال

source: Example questions
ydg: مثالن سوالاتے

source: Exceeded 500 questions. Reduce number of questions and retry.
ydg: ژے 500 سوالف زیات ݰوئے۔ ڤے سوالف کباؤ خو دیبار کوشش کن۔

source: Exit & Delete clips
ydg: نیݰے نیا اڤن ڤے آوازف ڈیلیٹ کن

source: Explore the community and languages supported by Common Voice
ydg: کامن وائس لے ګیم کمیونٹیف اڤن لے ګیم زبانف کو مدد کیتے ڤے وف معلوم کن

source: Express or solicit prejudiced or offensive sentiments
ydg: متعصبانہ یا جارحانہ رائے دل یا درخواست کن

source: Failed to copy SHA256 Checksum
ydg: SHA256 چیکسم کاپی چے ݰوئے

source: Fang
ydg: فانگ

source: FAQ
ydg: عام سوالاتے

source: Faroese
ydg: فاروِئسے

source: Female/Feminine
ydg: ژینگو

source: Fewer than 15 words per sentence
ydg: دے فی جملے ژے 15 کوپ الفاظے

source: File is too large
ydg: فائل جاہند استر

source: File is too small
ydg: فائل جاہند ریزہ

source: Finance
ydg: پیسو

source: Finish editing first?
ydg: اول ڤے ایڈیٹنگ ناسے نینآ؟

source: Finish recording
ydg: ڤے ریکرڈنگ بود کن

source: Finish recording first?
ydg: پیرو ڤے ریکارڈنگ ختم کینیآ؟

source: Finish Review
ydg: ڤے دیبارو اوژڑا مکمل کن

source: Finish validating
ydg: ڤے تصدیق کڑا ناسے نین

source: Finish validating clips?
ydg: ڤے آوازف تصدیق کڑا ناسے نیغوڑآ؟

source: Finnish
ydg: فینیش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ydg: اول اوژر<languageLink> تو زبان آلو</languageLink> استتآ۔ کہ چش تو ڤے خوئے زبان<languageRequestLink> پے شامل کڑا </languageRequestLink>دیر ݱا۔ لوہ پیکوڑے استت، ڤے سائٹ ترجمو کڑا، اڤن جملو بڑیڅڤدا۔

source: Follow guidelines from “What sentences can I add?”
ydg: څیمی جملو شامل کڑا کرکینیم؟” سے رہنمائی عمل کن

source: for example
ydg: دے مثال طور

source: Foundations
ydg: فلاحی ادارو

source: French
ydg: فرنچ

source: Frisian
ydg: فریسین

source: Fulah
ydg: فولاہ

source: Fuzhou
ydg: فوژو

source: Galician
ydg: گالیسئین

source: Gawarbaiti
ydg: گورباتی

source: Gawri
ydg: گاؤری

source: GB
ydg: جی بی

source: General
ydg: عام

source: General language / multiple variants
ydg: عام زبان/ جاہند قسم

source: Georgian
ydg: جارجیائی

source: German
ydg: جرمن

source: Get in touch
ydg: دے رابطہ ڤروما

source: Get in touch <icon></icon>
ydg: دے رابطہ ڤروما<icon></icon>

source: Get involved
ydg: حصو غوردا

source: Get Involved
ydg: حصو غوردا

source: Get started with goals
ydg: ڤے اہدافف دے اپیر واست شروع کن

source: Gheg Albanian
ydg: غیگ البانین

source: Ghomala
ydg: گھومالہ

source: Goal reached
ydg: ہدف پرو ݰوئے

source: Goals
ydg: ہدف

source: Gorani
ydg: گورانی

source: Go to Discourse
ydg: دے مشقولگی اوئے

source: Go to Languages Page
ydg: دے زبانف صفحہ اوئے

source: <governanceLink>Read more about how we're governed</governanceLink>
ydg: <governanceLink>دے ماخ حکمرانی باری پے دیر معلوماتف دیر ڤیم ݱوئی</governanceLink>

source: Governments
ydg: حکومت

source: Grammatical / spelling error
ydg: دے گرائمر/ املو غلطی

source: Great! How many clips a week?
ydg: جاہند غیݰے دے یو ہفتو چر آوازے؟

source: Great! How many clips per day?
ydg: جاہند غیݰے دے یو میش چر آوازے؟

source: Great!<recordIcon></recordIcon> Record your next clip
ydg: جاہند غیݰے!<recordIcon></recordIcon> ژے خوئن دیر آواز ریکارڈ کن

source: Great work!<playIcon></playIcon> Listen again when you're ready
ydg: جاہند غیݰے ہورغ!<playIcon></playIcon> کلو کہ تو تیار ݰوئیت دیبارو غولار

source: Greek
ydg: یونان

source: Gronings
ydg: گرونینگس

source: Guarani
ydg: گوارانی

source: <guidanceLink>Read full guidelines here</guidanceLink>
ydg: <guidanceLink>ڨے پرو رہنمائی مولو ݱا</guidanceLink>

source: Guidelines
ydg: رہنمائی

source: Gujarati
ydg: گجراتی

source: Gujari
ydg: گوجری

source: Haitian
ydg: ہیٹیئن

source: Hakha Chin
ydg: ہخاچین

source: Hausa
ydg: ہاوسا

source: Have Feedback?
ydg: تبصرو کینیتیآ؟

source: Have you read our Terms?
ydg: تو ڤے ماخ شرائطف اوݱڑیتآ؟

source: Having an account is not required to contribute, though it is helpful.
ydg: پے غورا دیر اکاؤنٹ ضروری نو، اگرچہ کہ مو مدد کیتے
